/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%2$@ İle Biten %1$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Çevrimdışı";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Ekle";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Kart ekle";

/* Source type brand name */
"3D Secure" = "3D Güvenli";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "HESAP SAHİBİNİN ADRESİ";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Ödeme";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS Otomatik Ödeme";

/* part of {Account} ending in {last4} */
"Account" = "Hesap";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Hesap Sahibinin Adı";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Hesap numarası";

/* Button to add a new credit card. */
"Add New Card…" = "Yeni Kart Ekle...";

/* Title for Add a Card view */
"Add a Card" = "Kart Ekle";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Yeni SEPA Otomatik Ödeme Hesabı Ekle";

/* Title shown above a card entry form */
"Add a card" = "Kart ekle";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Ödeme yöntemi ekle";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Banka hesabı ekle";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Kart ekle";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Yeni ödeme yöntemi ekle";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Ödeme bilgilerinizi ekleyin";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adres satırı 2 (isteğe bağlı)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Bu kartı kaldırmak istediğinizden emin misiniz?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Bu bağlı hesabı kaldırmak istediğinizden emin misiniz?";

/* Title for bank picker section */
"BANK" = "BANKA";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKA HESABI BİLGİSİ";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FATURA ADRESİ";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Geri";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Banka";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Banka Hesabı";

/* Title for billing address entry section */
"Billing Address" = "Fatura Adresi";

/* Billing address section title for card form entry. */
"Billing address" = "Fatura adresi";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Şimdi satın alın veya daha sonra Klarna ile ödeyin.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Devam ettiğinizde ödemeleri <terms>bu koşullara</terms> göre yetkilendirmeyi kabul etmiş olursunuz.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Devam ettiğinizde, bu <terms>koşullar</terms>a uygun olarak ödemelere izin vermeyi kabul etmiş olursunuz.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Link'e katılarak <terms>Hükümleri</terms> ve <privacy>Gizlilik Politikasını</privacy> kabul etmiş olursunuz.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "IBAN numaranızı sağlayarak ve bu ödemeyi onaylarak, %@ ve ödeme hizmet sağlayıcımız Stripe'ı bankanıza hesabınızdan ödeme tahsilatı yapılması için talimat göndermeye ve bankanızı bu talimatlar doğrultusunda hesabınızdan ödeme yapmasına yetki veriyorsunuz. Bankanızla aranızdaki sözleşmenin hüküm ve şartlarına uygun olarak ödeme iadesi hakkına sahipsiniz. Ödeme iadesi talebi hesabınızdan ödeme yapılan tarihten itibaren 8 hafta içinde yapılmalıdır.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Banka hesap bilgilerinizi sağlayarak ve bu ödemeyi onaylayarak, bu Otomatik Ödeme Talebini ve <terms>Otomatik Ödeme Talebi hizmet sözleşmesini</terms> kabul etmiş olursunuz ve Otomatik Ödeme 507156 Kullanıcı Kimlikli Stripe Payments Australia Pty Ltd ACN 160 180 343 (\"Stripe\") şirketine %@ (\"Satıcı\") adına, Satıcı tarafından size iletilen herhangi bir tutarı Toplu Elektronik Takas Sistemi (BECS) aracılığıyla hesabınızı borçlandırması için yetki verirsiniz. Yukarıda listelenen hesabın sahibi veya yetkili imza sahibi olduğunuzu onaylarsınız.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ödeme bilgilerinizi sağlayarak ve bu ödemeyi onaylayarak, (A) %@ ve ödeme hizmeti sağlayıcımız Stripe'a hesabınızdan ödeme tahsilatı yapması için bankanıza talimatlar göndermesi ve (B) bankanıza bu talimatlara uygun olarak hesabınızdan ödeme tahsilatı yapması için yetki verirsiniz. Haklarınızın bir parçası olarak, bankanızla yaptığınız sözleşmenin hüküm ve koşulları uyarınca bankanızdan geri ödeme alma hakkına sahipsiniz. Geri ödeme, hesabınızdan ödeme tahsilatı yapıldığı tarihten itibaren 8 hafta içinde talep edilmelidir. Haklarınız, bankanızdan alabileceğiniz bir hesap özetinde açıklanmaktadır. Tahakkuk etmeden 2 gün öncesine kadar gelecekteki ödeme tahsilatları için bildirim almayı da kabul edersiniz.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "%@ için banka hesabınızı kaydettiğinizde ödemeleri <terms>bu koşullara</terms> göre yetkilendirmeyi kabul etmiş olursunuz.";

/* Title for card number entry field */
"CARD" = "KART";

/* Title for contact info form */
"CONTACT" = "İLETİŞİM";

/* Title for country picker section */
"COUNTRY" = "ÜLKE";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Kart";

/* Details of a saved card */
"Card ending in %@" = "%@ ile biten kart";

/* Card details entry form header title */
"Card information" = "Kart bilgileri";

/* Label for card number entry text field */
"Card number" = "Kart numarası";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "E-posta adresini değiştir";

/* TODO */
"Choose a payment method" = "Yeni bir ödeme yöntemi seçin";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Kart tarayıcısını kapat";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Kod alanı";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kod gönderildi";

/* Title for contact info form */
"Contact" = "İletişim";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "TESLİMAT ADRESİ";

/* Label for identifying the default payment method. */
"Default" = "Varsayılan";

/* Title for delivery info form */
"Delivery" = "Teslimat";

/* Title for delivery address entry section */
"Delivery Address" = "Teslimat Adresi";

/* Accessibility hint for a text field */
"Double tap to edit" = "Düzenlemek için iki kez dokunun";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Button title to enter editing mode */
"Edit" = "Düzenle";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Ödemenizde varsayılan olarak Link'i kullanmak için %@ numaralı telefona gönderilen kodu girin";

/* Two factor authentication screen heading */
"Enter your verification code" = "Doğrulama kodunuzu girin";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Güvenliğinizin sağlanması için lütfen kartınızın güvenlik kodunu tekrar girin.";

/* Label for free shipping method */
"Free" = "Ücretsiz";

/* Placeholder string for name entry field. */
"Full name" = "Ad ve soyadınız";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Geçersiz Gönderi Adresi";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Geçersiz veri.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Link'e katıl";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Yükleniyor...";

/* label for text field to enter card expiry */
"MM / YY" = "AA / YY";

/* label for text field to enter card expiry */
"MM/YY" = "AA/YY";

/* Title for payment options section */
"MORE OPTIONS" = "DAHA FAZLA SEÇENEK";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Yeni Kart";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Yeni Otomatik Ödeme Hesabı";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Yeni SEPA Otomatik Ödeme Hesabı";

/* Button to move to the next text entry field */
"Next" = "İleri";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "%@ doğru değil mi?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Çevrimiçi Bankacılık (FPX)";

/* Separator label between two options */
"Or" = "Veya";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Veya şununla ödeyin:";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Ya da kartla ödeyin";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "%@ öde";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Başka bir ödeme şekli kullanın";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "%@ dahil binlerce satıcı için daha hızlı ödeme yapın.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Daha sonra Klarna ile ödeyin.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "%@ ile zaman içinde ödeyin";

/* Title shown above a section containing various payment options */
"Pay using" = "Ödeme seçeneği";

/* Label preceding the selected payment method. */
"Pay with" = "Şununla ödenecek:";

/* Pay with {payment method} */
"Pay with %@" = "%@ ile öde";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Ödeme Metodu";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Kamerayı kartınıza doğrultun.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Posta";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Posta Kodu";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "İşleniyor...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Kaldır";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "%2$@ ile biten %1$@ kartını kaldırın";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "%@ yöntemini kaldırın";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Kartı Kaldır";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Banka hesabını kaldır";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "%@ ile biten banka hesabını kaldır";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Kartı kaldır";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Bağlı hesabı kaldır";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Kodu tekrar gönder";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA Hesabı";
/* Payment method brand name */

"SEPA Debit" = "SEPA Bankamatik";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA Otomatik Ödeme";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "GÖNDERİ ADRESİ";
/* Label for shipping method form */

"SHIPPING METHOD" = "GÖNDERİ METODU";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Gelecekteki ödemeler için kaydedilsin";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Tek tıklamayla güvenli ödeme için bilgilerimi kaydet";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Bu kartı gelecekteki %@ ödemeleri için kaydedin";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Bu kartı gelecekteki Stripe ödemeleri için kaydedin";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Tek tıklamayla güvenli ödeme";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Kayıtlı bir ödeme yöntemi seçin";
/* label for iDEAL-bank selection picker */

"Select bank" = "Banka seçin";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Ödeme yönteminizi seçin";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Varsayılan olarak ayarla";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Varsayılan ödeme yöntemi olarak ayarla";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Ayarla";
/* Title for shipping info form */

"Shipping" = "Gönderi";
/* Title for shipping address entry section */

"Shipping Address" = "Gönderi Adresi";
/* Label for shipping method form */

"Shipping Method" = "Gönderi Metodu";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Menüyü göster";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Link hesabınızda oturum açın";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "İl/İlçe/Bölge";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe, 1-2 iş günü içinde hesabınıza 0,01 ABD doları yatıracaktır. Ardından, %@ ödemesini tamamlama talimatlarını içeren bir e-posta alacaksınız.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Kapatmak için dokunun";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Genişletmek için dokunun";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Girdiğiniz BSB eksik.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Girdiğiniz BSB geçersiz.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Girdiğiniz IBAN eksik.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Girdiğiniz IBAN geçersiz. \"%@\" desteklenen bir ülke kodu değil.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Seçilen ödeme metodu geçerli değil";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Bu kartın süresi dolmuş. Kullanmaya devam etmek için güncelleyebilir veya farklı bir ödeme yöntemi kullanabilirsiniz.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Bu varsayılan ödeme yönteminizdir";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Ödeme metodunuz doğrulanırken zaman aşımına uğradı -- tekrar deneyin";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Kartınızı taramak için Ayarlar'da kamera erişimine izin verin.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Bu satın alım için kullanılamaz";

/* Default missing source type label */
"Unknown" = "Bilinmeyen";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Kartı güncelle";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Fatura Adresini Kullan";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Teslimat Adresini Kullan";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Gönderi Adresini Kullan";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Kayıtlı bilgilerinizi kullanarak daha hızlı ödeme yapabilirsiniz";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Ödeme metodunuzu doğrulayamadık. Lütfen farklı bir ödeme metodu seçin ve tekrar deneyin.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Satın alma işleminizi tamamlamak için %@ yönlendirileceksiniz";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "IBAN numaranız iki harfli bir ülke koduyla başlamalıdır.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "IBAN numaranız iki harfli bir ülke koduyla başlamalıdır.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Posta kodunuz eksik.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Posta kodunuz geçersiz.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kart numaranız eksik.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kart numaranız geçersiz.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kartınızın son kullanma tarihi eksik.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kartınızın son kullanma tarihi geçersiz.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kartınızın son kullanma ayı geçersiz.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kartınızın son kullanma yılı geçersiz.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kartınızın güvenlik kodu eksik.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kartınızın güvenlik kodu geçersiz.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Posta kodunuz eksik.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Posta kodunuz geçersiz.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Posta Kodu";

/* accessibility label for text field */
"card number" = "kart numarası";

/* Placeholder string for email entry field. */
"example@example.com" = "ornek@ornek.com";

/* accessibility label for text field */
"expiration date" = "son kullanma tarihi";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

